{
	"title": "Help us Translate Ghost.org",
	"author": {
		"name":"John O'Nolan",
		"profilePicture": "https://blog.ghost.org/content/images/2015/02/gravatar-j8.jpg",
	  	"bio": "John is the founder and lead designer at Ghost. He works hard behind the scenes pushing pixels, writing code and keeping Ghost users happy"
	},
	"date": "22nd of February 2016",
	"paragraph": "Ghost has been an international project since day 1, with team members, contributors and users from all over the world who care deeply about online publishing. Until now, though, Ghost.org has only been available in English. Today, that’s finally changing!We have well over half a million people registered on Ghost.org - but even just the top 10% of most active users are spread across 7,505 cities and 176 countries.It’s about time we started catering to a more geographically diverse audience :)Last summer, we made some great new friends over at Transifex and started exploring how we could offer Ghost in multiple languages. With their help, we’ve been slowly working to implement tooling to offer Ghost (the platform) in multiple languages.",
	"image": "https://blog.ghost.org/content/images/2016/02/ghost-europe.jpg",
	"comments": [
		{
			"user": {
			  "name":"John O'Nolan",
			  "profilePicture": "https://a.disquscdn.com/uploads/users/6443/2764/avatar92.jpg?1456456214"
			},
			"date": "1 day ago",
			"comment":"Please add \"Afrikaans\" to the list of available languages for the Ghost.org project. I have already requested Afrikaans for the other Ghost project (the blogging platform).",
		  	"reply": [
			  {
				"user":{
				  "name": "Didac Pérez",
				  "profilePicture": "https://a.disquscdn.com/uploads/users/7593/9201/avatar92.jpg?1457608914"
				},
				"date": "25 days ago",
				"comment":" will do my best to help you translate Ghost in French! :)"
			  }
			]
		},
		{
			"user":{
			  "name": "Didac Pérez",
			  "profilePicture": "https://a.disquscdn.com/uploads/users/18820/8317/avatar92.jpg?1456195226"
			},
			"date": "now",
			"comment":"Cool article !"
		}
	]
}